[
{"Product_Name": "Gold Purple Stone Pendant Necklace", "Actual_Price": "1400", "Discounted_Price": " 700", "Description": "Clean, elegant and delicate, this dainty necklace features a long gold plated chain with a statement purple stone centre", "img_link": "https://img.faballey.com/images/Product/ZNE00011/d3.jpg"},
{"Product_Name": "White Blue Diamond Earring Pendant Necklace Set", "Actual_Price": "5250", "Discounted_Price": " 2625", "Description": "Elevate your cocktail look with a glamourous dose of bling with this white and blue diamond set. Features a white diamond necklace with a statement blue focal stone. ", "img_link": "https://img.faballey.com/images/Product/ZNS00011/d3.jpg"},
{"Product_Name": "Gold Kundan Mangtika Earring Necklace Set", "Actual_Price": "7000", "Discounted_Price": " 3500", "Description": "Take your festive wardrobe up a notch with this ethereal kundan set. Features a gold plated white kundan set that comes with pearl drop kundan earrings and a mangtikka. ", "img_link": "https://img.faballey.com/images/Product/ZNS00002/d3.jpg"},
{"Product_Name": "Gold Kundan Multicolor Stone Earring Necklace Set", "Actual_Price": "4000", "Discounted_Price": " 2000", "Description": "Classic and timeless, this kundan and multicolor bead set is what makes your jewellery collection unfading. Features a necklace crafted from strings of kundan stones and green and red beads.", "img_link": "https://img.faballey.com/images/Product/ZNS00053/d3.jpg"},
{"Product_Name": "Gold Round Kundan Pearl Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Amp up your festive season glam with this delectable kundan set. Featuring a string of kundan along with pearl drops running along the length of the necklace with pearl and kundan stud earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00035/d3.jpg"},
{"Product_Name": "Silver Oxidized Green Stone Star Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Eclectic and bold, this silver and green bead earring necklace set is a winner of an accessory to pair with any and every outfit. Features a distinctive star design necklace with green stone and matching dangler earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00021/d3.jpg"},
{"Product_Name": "Gold Stacked Pendant Necklace with Black Drop", "Actual_Price": "1100", "Discounted_Price": " 550", "Description": "This minimalist gold stacked necklace will help elevate your everyday basics. Features oval shaped motifs with a black drop", "img_link": "https://img.faballey.com/images/Product/ZNE00008/d3.jpg"},
{"Product_Name": "Gold Kundan Green Drop Pearl Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Set the tone for subtle glamour with this kundan and green drop set. Features a necklace crafted out of pearls, kundan and delicate green beads along with matching earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00047/d3.jpg"},
{"Product_Name": "Gold Kundan Dual Pearl Earring Necklace Set", "Actual_Price": "4000", "Discounted_Price": " 2000", "Description": "Elegance takes form in this stunning kundan and pearl necklace set. Features a necklace crafted from strands of minute pearls, kundan stones and pearl drops, along with matching earrings", "img_link": "https://img.faballey.com/images/Product/ZNS00052/d3.jpg"},
{"Product_Name": "Gold Kundan Earring Pearl String Pendant Necklace Set", "Actual_Price": "3000", "Discounted_Price": " 1500", "Description": "Your search for the perfect rani haar ends here. Features a long necklace made of a statement kundan pendant and pearl beaded strings, and kundan earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00008/d3.jpg"},
{"Product_Name": "Gold Kundan Cascade Earring Necklace Set", "Actual_Price": "4500", "Discounted_Price": " 2250", "Description": "Glam up this festive season with this stunning, double layered kundan set. Features a double layered kundan necklace with pearl drop beads and matching earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00039/d3.jpg"},
{"Product_Name": "Gold Green Kundan Bead Drop Earring Necklace Set", "Actual_Price": "7500", "Discounted_Price": " 3750", "Description": "Glam up this festive season with this stunner of a gold plated kundan set. Features a layered kundan necklace with a green drop along with matching dangler earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00018/d3.jpg"},
{"Product_Name": "Gold Kundan Green Bead String Earring Necklace Set", "Actual_Price": "4000", "Discounted_Price": " 2000", "Description": "Classic and timeless, this kundan and green bead set is what makes your jewellery collection unfading. Features a necklace crafted from strings of kundan stones and green beads.", "img_link": "https://img.faballey.com/images/Product/ZNS00049/d3.jpg"},
{"Product_Name": "Gold Kundan Blue Bead Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "This statement kundan and blue bead set is what dream treasure troves are made of. Features a double blue bead string necklace with kundan drops and matching earring ", "img_link": "https://img.faballey.com/images/Product/ZNS00041/d3.jpg"},
{"Product_Name": "Gold Textured Contemporary Choker Necklace Set", "Actual_Price": "2200", "Discounted_Price": " 1100", "Description": "Uplift your everyday neutrals with a simple addition of this gold-plated necklace set. It features a textured statement choker necklace with a pair of dangler earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00070/d3.jpg"},
{"Product_Name": "Gold Kundan Multi Pearl String Earring Necklace Set", "Actual_Price": "4000", "Discounted_Price": " 2000", "Description": "A beautiful amalgamation of kundan and yellow pearls, this neckpiece will see you through your afternoon soirees to your cocktail evenings. Features a neat setting of pearls and kundan ", "img_link": "https://img.faballey.com/images/Product/ZNS00048/d3.jpg"},
{"Product_Name": "Gold Kundan Pear Dainty Drop Earrings Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "For all those who shy away from statement pieces, this set is the perfect pick. Features a necklace crafted out of oval shaped kundan stones and pearl cluster drops along with earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00046/d3.jpg"},
{"Product_Name": "Gold Kundan Aqua Stone Floral Pendant Necklace Set", "Actual_Price": "2950", "Discounted_Price": " 1475", "Description": "Make a striking statement at the next cocktail-do with this gold-plated kundan pendant necklace set. The pendant, crafted with a long aqua blue stone and a kundan encrusted floral motif, comes with kundan floral stud earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00062/d3.jpg"},
{"Product_Name": "White Diamond Floral Bunch Earring Necklace Set", "Actual_Price": "5500", "Discounted_Price": " 2750", "Description": "A delicately detailed diamond set is a evening wear must-have. This diamond earring necklace set features a floral focal pendant. ", "img_link": "https://img.faballey.com/images/Product/ZNS00032/d3.jpg"},
{"Product_Name": "Gold Red Kundan Bead Earring Necklace Set", "Actual_Price": "3200", "Discounted_Price": " 1600", "Description": "If you love kundan but want to keep it simple and classy this set should be your pick! Features a gold plated white kundan necklace with a single red drop bead along with dangler earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00003/d3.jpg"},
{"Product_Name": "Dual Gold Kundan Green Bead Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Give your festive look a sparkling finish with this classic kundan and green bead set. Features a necklace crafted from layers of kundan stones accentuated with delicate green bead clusters. ", "img_link": "https://img.faballey.com/images/Product/ZNS00055/d3.jpg"},
{"Product_Name": "Rose Gold Plated Crystal Necklace Set", "Actual_Price": "4900", "Discounted_Price": " 2450", "Description": "Give your festive look a magnificent feel with this rose gold plated necklace set. Crafted in a square shape and encrusted with CZ diamonds this necklace set is one of a kind piece to have and cherish. ", "img_link": "https://img.faballey.com/images/Product/ZNS00064/d3.jpg"},
{"Product_Name": "Gold Orb Kundan Double Pearl Earrings Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "For all those who shy away from statement pieces, this set is the perfect pick. Features a kundan studded choker with white pearls on either side, and stud earrings", "img_link": "https://img.faballey.com/images/Product/ZNS00051/d3.jpg"},
{"Product_Name": "Gold Maroon Kundan Floral Necklace Set", "Actual_Price": "4500", "Discounted_Price": " 2250", "Description": "Pepper your festive look with the grandeur of this imposing gold-plated maroon kundan necklace set. It features alternating floral and square shaped kundan pieces on a single layer choker necklace along with complementing earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00058/d3.jpg"},
{"Product_Name": "Blue Bead Kundan Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Add color to your evening look with this green beaded piece. Features a double string of blue beads and kundan drops along with earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00050/d3.jpg"},
{"Product_Name": "Gold Kundan Tukdi Earring Necklace Set", "Actual_Price": "5000", "Discounted_Price": " 2500", "Description": "Old world charm meets modern elegance with this set. Features a gold plated white kundan set with crescent motifs and white enamel detailing, topped with white drop pearls. ", "img_link": "https://img.faballey.com/images/Product/ZNS00007/d3.jpg"},
{"Product_Name": "White Blue Diamond Drop String Earring Necklace Set", "Actual_Price": "5750", "Discounted_Price": " 2875", "Description": "Add some oomph to your festive look with this white blue diamond necklace. Features blue diamonds encircled with delicate white diamonds. ", "img_link": "https://img.faballey.com/images/Product/ZNS00031/d3.jpg"},
{"Product_Name": "Gold Green Kundan Floral Pendant Necklace Set", "Actual_Price": "4200", "Discounted_Price": " 2100", "Description": "Traditional kundan pieces get a strikingly glamorous update with this gold-plated floral pendant necklace set. The set features a floral pendant and stud earrings crafted with a beautiful mix of kundan, green beads and small crystals. ", "img_link": "https://img.faballey.com/images/Product/ZNS00063/d3.jpg"},
{"Product_Name": "White Diamond Aqua Drop Earring Necklace Set", "Actual_Price": "4900", "Discounted_Price": " 2450", "Description": "Take the glamour quotient up a few notches with this aqua drop diamond set. Featuring an enchanting aqua stone drop on the necklace and earrings, this set is equal parts sizzling siren and sophisticated. ", "img_link": "https://img.faballey.com/images/Product/ZNS00013/d3.jpg"},
{"Product_Name": "Gold Leaf Kundan Double Pearl Earrings Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "For all those who shy away from statement pieces, this set is the perfect pick. Features a kundan studded choker with white pearls on either side, and stud earrings", "img_link": "https://img.faballey.com/images/Product/ZNS00045/d3.jpg"},
{"Product_Name": "Gold Kundan Red Drop Meena Earring Necklace Set", "Actual_Price": "4500", "Discounted_Price": " 2250", "Description": "A classic and delicate piece like this red beaded kundan set is a must-have in every jewellery collection. Features a necklace crafted from kundan stones and red beads ", "img_link": "https://img.faballey.com/images/Product/ZNS00054/d3.jpg"},
{"Product_Name": "Gold Kundan Blue Bead Pearl Earring Necklace Set", "Actual_Price": "3500", "Discounted_Price": " 1750", "Description": "Uplift your cocktail look with this white and blue beaded kundan set. Features a statement setting of pearls, blue beads and classic kundan along with dainty stud earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00042/d3.jpg"},
{"Product_Name": "Gold Kundan Green Drop Double Orb Earring Necklace Set", "Actual_Price": "4500", "Discounted_Price": " 2250", "Description": "Glam up this festive season with this stunning, double layered kundan set. Features a double layered kundan necklace with green drop beads and matching earrings ", "img_link": "https://img.faballey.com/images/Product/ZNS00038/d3.jpg"},
{"Product_Name": "Gold Kundan Pearl Earring Necklace Set", "Actual_Price": "4750", "Discounted_Price": " 2375", "Description": "Be it for a day wedding or a night soiree, this gold toned necklace and earring set can be your go-to. Features a necklace crafted of two strings of pearls and square shaped kundan stones along with earrings. ", "img_link": "https://img.faballey.com/images/Product/ZNS00044/d3.jpg"},
{"Product_Name": "Dual Gold Kundan Pearl Earring Necklace Set", "Actual_Price": "4000", "Discounted_Price": " 2000", "Description": "Make a show stopping entry with this eclectic necklace set. Features double string of pearls attached to red meenakari work outlined kundan, finished off with white pearl drops.", "img_link": "https://img.faballey.com/images/Product/ZNS00056/d3.jpg"}
]